Repository: DomenicaB/LSF-330838-Translation-Technologies
Catalog: Renewable energies/tmx/Renewable_energy_2_Renewable_energy_2_EN_IT.tmx
Source language: en
Languages: it

source: Renewable energy
it: Energia rinnovabile

source: SUMMARY OF:
it: SINTESI DI:

source: Directive (EU) 2018/2001 on the promotion of the use of energy from renewable sources
it: Direttiva (UE) 2018/2001 sulla promozione dell’uso di energia ottenuta da fonti rinnovabili

source: WHAT IS THE AIM OF THE DIRECTIVE?
it: QUAL È LO SCOPO DELLA DIRETTIVA?

source: It recasts and repeals previous legislation (Directive 2009/28/EC, Directive (EU) 2015/1513 and Council Directive 2013/18/EU).
it: Essa rifonde e abroga la legislazione precedente (Direttiva 2009/28/CE, Direttiva (UE) 2015/1513 e Direttiva del Consiglio 2013/18/UE).

source: It establishes a common system to promote energy from renewable sources* across the different sectors.
it: Stabilisce un sistema comune per promuovere l’energia ottenuta da fonti rinnovabili* Provenienti da diversi settori.

source: In particular, it aims to: set a binding EU target for its share in the energy mix in 2030; regulate self-consumption for the first time; and establish a common set of rules for the use of renewables in electricity, heating and cooling, and transport in the EU.
it: In particolare, essa mira a: fissare un obiettivo UE vincolante per la sua quota di rinnovabili nel mix energetico nel 2030; regolare l’autoconsumo per la prima volta; e stabilire un insieme comune di norme per l’uso delle energie rinnovabili nei settori dell’elettricità, del riscaldamento e del raffreddamento e dei trasporti nell’UE.

source: The increased use of energy from renewable sources will be crucial to combat climate change, protect our environment and reduce our energy dependency, as well as to contribute to the EU’s technological and industrial leadership and the creation of jobs and growth, including in rural and isolated areas.
it: Il maggiore uso di energia da fonti rinnovabili sarà fondamentale per combattere i cambiamenti climatici, proteggere il nostro ambiente e ridurre la nostra dipendenza energetica, nonché contribuire alla leadership tecnologica e industriale dell’UE e alla creazione di posti di lavoro e crescita, anche in aree rurali e particolarmente isolate.

source: KEY POINTS
it: PUNTI CHIAVE

source: Promoting renewable forms of energy is one of the goals of EU energy policy.
it: La promozione delle forme di energia rinnovabile è uno degli obiettivi della politica energetica dell’UE.

source: The increased use of energy from renewable sources is an important part of the package of measures needed to reduce greenhouse gas emissions and to comply with the 2015 Paris Agreement on Climate Change and the EU policy framework for climate and energy (2020 to 2030).
it: Il maggiore impiego di energia ottenuta da fonti rinnovabili è una componente importante del pacchetto di misure necessarie per ridurre le emissioni di gas serra e rispettare l’accordo di Parigi del 2015 sui cambiamenti climatici e il quadro politico dell’UE per il clima e l’energia (dal 2020 al 2030).

source: This recast directive, along with the revised Energy Efficiency Directive and a new Governance Regulation, is part of the Clean Energy for All Europeans package, which aims to provide new, comprehensive rules on energy regulation for the next decade.
it: Questa direttiva di rifusione, insieme alla direttiva rivista sull’Efficienza Energetica e un nuovo Regolamento sulla governance, fa parte del pacchetto Energia pulita per tutti gli europei, che mira a fornire norme nuove e complete sulla regolamentazione energetica per il prossimo decennio.

source: The directive:
it: La Direttiva:

source: ensures that the EU’s binding target is achieved cost-effectively; establishes a stable, market-oriented European approach to renewable electricity; provides long-term certainty for investors and speeds up procedures for permits to build projects; enables consumers to take part in the energy transition with the right to produce their own renewable energy; increasing the use of renewables in the heating and cooling and the transport sectors; strengthens EU sustainability criteria for bioenergy.
it: assicura che l’obiettivo vincolante dell’UE sia raggiunto in modo economicamente vantaggioso; stabilisce un approccio europeo stabile e orientato al mercato nei riguardi dell’elettricità rinnovabile; garantisce certezza a lungo termine per gli investitori e accelera le procedure per le licenze necessarie alla realizzazione di progetti; consente ai consumatori di prendere parte alla transizione energetica con il diritto di produrre le proprie energie rinnovabili; Far crescere l’impiego delle energie rinnovabili nei settori del riscaldamento e del raffrescamento, e quello dei trasporti; rafforza i criteri di sostenibilità dell’UE per la bioenergia.

source: The directive includes:
it: La Direttiva include:

source: a binding EU overall target for 2030 of at least 32% of energy from renewable sources; rules for cost-effective and market-based financial support for electricity from renewable sources; protection of support schemes from modifications which put existing projects at risk; cooperation mechanisms between EU countries, and between EU countries and non-EU countries; simplification of administrative procedures for renewables projects (including one-stop-shops, time-limits, and digitalisation); an improved guarantee of origin system, extended to all renewables; rules allowing consumers to produce their own electricity, individually or as part of renewable energy communities, without undue restrictions; in the heating and cooling sector: an annual increase of 1.3 percentage points in the share of renewable energy in the sector the right for consumers to disconnect from inefficient district heating and cooling systems and third-party access for suppliers of renewables and waste heat and cooling to district heating and cooling networks; in the transport sector: a binding target of 14% with a specific sub-target for advanced biofuels of 3.5% and caps on conventional biofuels and on high indirect land use change risk* biofuels; strengthened EU sustainability criteria for bioenergy, by extending their scope to cover all fuels produced from biomass regardless of their final energy use.
it: un obiettivo generale vincolante per l’UE per il 2030 che richiede l’impiego di non meno del 32% di energia ottenuta da fonti rinnovabili; le regole per un sostegno finanziario efficace dal punto di vista dei costi e basato sul mercato per l’elettricità da fonti rinnovabili; la protezione dei regimi di sostegno dalle modifiche che mettono a rischio i progetti esistenti; i meccanismi di cooperazione tra i Paesi dell’UE e gli stessi e Paesi non UE; la semplificazione delle procedure amministrative per i progetti relativi alle energie rinnovabili (compresi gli sportelli unici, i limiti di tempo e la digitalizzazione); una migliore garanzia del sistema di origine, estesa a tutte le rinnovabili; le norme che consentono ai consumatori di produrre la propria elettricità, individualmente o come parte di comunità di energia rinnovabile, senza indebite restrizioni; nel settore del riscaldamento e del raffrescamento: un aumento annuo di 1,3 punti percentuali nella quota di energie rinnovabili nel settore il diritto per i consumatori di disconnettersi da sistemi di teleriscaldamento e raffrescamento inefficienti e l’accesso di terzi per i fornitori di energie rinnovabili e calore e raffreddamento di scarto alle reti di teleriscaldamento e raffrescamento; nel settore dei trasporti: un obiettivo vincolante del 14% con un sub-obiettivo specifico per i biocarburanti avanzati del 3,5% e massimali sui biocarburanti convenzionali e sull’elevato rischio del cambiamento indiretto della destinazione dei terreni* biocarburanti; rafforzamento dei criteri di sostenibilità dell’UE per la bioenergia, estendendo il loro ambito di applicazione a tutti i carburanti prodotti a partire dalla biomassa, indipendentemente dal loro consumo finale di energia.

source: FROM WHEN DOES THE DIRECTIVE APPLY?
it: DA QUANDO SI APPLICA LA DIRETTIVA?

source: It has applied since 24 December 2018 and has to become law in EU countries by 30 June 2021.
it: Si applica dal 24 dicembre 2018 con l’obiettivo di divenire lette nei Paesi UE entro il 30 giugno 2021.

source: BACKGROUND
it: CONTESTO GENERALE

source: For more information, see:
it: Per ulteriori informazioni consultare:

source: Renewable energy (European Commission).
it: Energia rinnovabile (Commissione europea).

source: KEY TERMS
it: PAROLE CHIAVE

source: Energy from renewable sources: energy from renewable non-fossil sources, such as wind, solar (thermal and photovoltaic), aerothermal, geothermal, hydrothermal, ambient heat, tide, wave and other ocean energy, hydropower, biomass, landfill gas, sewage treatment plant gas and biogases.
it: Energia da fonti rinnovabili: energia da fonti rinnovabili non fossili, come quella eolica, solare (termica e fotovoltaica), aerotermica, geotermica, idrotermale, termica, mareomotrice, idroelettrica, da biomassa, da gas di discarica, e dai gas residuati dai processi di depurazione e biogas.

source: Indirect land use change risk: changes in land use are brought about by growing more crops for ethanol or biodiesel production in response to the increased global demand for biofuels.
it: Rischio di cambiamento indiretto della destinazione dei terreni: i cambiamenti nell’utilizzo del suolo sono determinati dalla crescita di colture destinate alla produzione di etanolo o di biodiesel in risposta alla crescente domanda globale di biocarburanti.

source: There can be unintended consequences, including releasing more carbon emissions.
it: Si possono verificare conseguenze non intenzionali, incluso il rilascio di maggiori emissioni di carbonio.

source: MAIN DOCUMENT
it: DOCUMENTO PRINCIPALE

source: Directive (EU) 2018/2001 of the European Parliament and of the Council of 11 December 2018 on the promotion of the use of energy from renewable sources (recast) (OJ L 328, 21.12.2018, pp. 82-209)
it: Direttiva (UE) 2018/2001 del Parlamento europeo e del Consiglio, dell’11 dicembre 2018, sulla promozione dell’uso dell’energia da fonti rinnovabili (rifusione) (GU L 328 del 21.12.2018, pag. 82).

source: RELATED DOCUMENTS
it: DOCUMENTI CORRELATI

source: Regulation (EU) 2018/1999 of the European Parliament and of the Council of 11 December 2018 on the Governance of the Energy Union and Climate Action, amending Regulations (EC) No 663/2009 and (EC) No 715/2009 of the European Parliament and of the Council, Directives 94/22/EC, 98/70/EC, 2009/31/EC, 2009/73/EC, 2010/31/EU, 2012/27/EU and 2013/30/EU of the European Parliament and of the Council, Council Directives 2009/119/EC and (EU) 2015/652 and repealing Regulation (EU) No 525/2013 of the European Parliament and of the Council (OJ L 328, 21.12.2018, pp. 1-77)
it: Regolamento (UE) 2018/1999 del Parlamento europeo e del Consiglio, dell’11 dicembre 2018, sulla governance dell’Unione dell’energia e dell’azione per il clima, che modifica i regolamenti (CE) n. 663/2009 e (CE) n. 715/2009 del Parlamento europeo e del Consiglio, Direttive 94/22CE, 98/70/CE, 2009/31/CE, 2009/73/CE, 2010/31/UE, 2012/27/UE e 2013/30/UE del Parlamento europeo e del Consiglio, Direttive 2009/119/CE e (UE) 2015/652 del Consiglio e che abroga il Regolamento (UE) n. 525/2013 del Parlamento europeo e del Consiglio (GU L 328 del 21.12.2018, pag. 1).

source: Directive (EU) 2018/2002 of the European Parliament and of the Council of 11 December 2018 amending Directive 2012/27/EU on energy efficiency (OJ L 328, 21.12.2018, pp. 210-230)
it: Direttiva (UE) 2018/2002 del Parlamento europeo e del Consiglio, dell’11 dicembre 2018, che modifica la direttiva 2012/27/CE sull’efficienza energetica (GU L 328 del 21.12.2018, pag. 210).

source: Directive 2012/27/EU of the European Parliament and of the Council of 25 October 2012 on energy efficiency, amending Directives 2009/125/EC and 2010/30/EU and repealing Directives 2004/8/EC and 2006/32/EC (OJ L 315, 14.11.2012, pp. 1-56)
it: Direttiva 2012/27/UE del Parlamento europeo e del Consiglio, del 25 ottobre 2012, sull’efficienza energetica, che modifica le direttive 2009/125/CE e 2010/30/UE e abroga le direttive 2004/8/CE e 2006/32/CE (GU L 315 del 14.11.2012, pag. 1).

source: See consolidated version.
it: Consultare la versione consolidata.

source: Directive 2009/28/EC of the European Parliament and of the Council of 23 April 2009 on the promotion of the use of energy from renewable sources and amending and subsequently repealing Directives 2001/77/EC and 2003/30/EC (OJ L 140, 5.6.2009, pp. 16-62)
it: Direttiva 2009/28/CE del Parlamento europeo e del Consiglio, del 23 aprile 2009 sulla promozione dell’uso dell’energia ottenuta da fonti rinnovabili e recante la modifica e la successiva abrogazione delle Direttive 2001/77/CE e 2003/30/CE (GU L 140 del 5.6.2009, pag. 16).
